Repository: BlokasLabs/patchage
Catalog: po/*.po
Languages: de, fr

source: _Split
de: _Aufteilen
fr: _Séparer

source: _Join
de: _Vereinen
fr: _Joindre

source: _Disconnect
de: _Trennen
fr: _Déconnecter

source: Disconnect
de: Trennen
fr: Déconnecter

source: frames at {} kHz ({:0.2f} ms)
de: Frames bei {} kHz ({:0.2f} ms)
fr: trames à {} kHz ({:0.2f} ms)

source: Dropouts: {}
de: Aussetzer: {}
fr: Décrochage : {}

source: Export Image
de: Bild exportieren
fr: Exporter une image

source: Draw _Background
de: _Hintergrund zeichnen
fr: _Dessiner l'arrière-plan

source: File exists! Overwrite {}?
de: Datei {} existiert! Überschreiben?
fr: Le fichier existe ! Écraser {}?

source: _File
de: _Datei
fr: _Fichier

source: _Export Image…
de: Bild _exportieren…
fr: _Exporter une image…

source: Connect to _JACK
de: Verbinde zu _JACK
fr: Connecter à _JACK

source: Disconnect from JACK
de: Trenne von JACK
fr: Déconnecter de JACK

source: Connect to _ALSA
de: Verbinde zu _ALSA
fr: Connecter à _ALSA

source: Disconnect from ALSA
de: Trenne von ALSA
fr: Déconnecter d'ALSA

source: _View
de: _Ansicht
fr: _Affichage

source: _Messages
de: _Nachrichten

source: Tool_bar
de: Werkzeug_leiste
fr: _Bar d'outils

source: _Human Names
de: _Freundliche Namen
fr: Noms _humains

source: _Sort Ports by Name
de: Ports nach Namen _sortieren
fr: Trier les port_s par nom

source: _Increase Font Size
de: Vergrößern
fr: Augmenter la ta_ille de la police

source: _Decrease Font Size
de: Verkleinern
fr: _Diminuer la taille de la police

source: _Normal Font Size
de: Normale Schriftgröße
fr: Taille de police _normale

source: _Arrange
de: An_ordnen
fr: _Arranger

source: Sprung Layou_t
de: Elastisches Layout
fr: Rafraîchir la disposi_tion

source: _Help
de: _Hilfe
fr: Aid_e

source: JACK buffer size and sample rate.
de: JACK Buffergröße und Samplerate
fr: Taille du tampon et du taux d'échantillonnage de JACK.

source: JACK buffer length in frames.
de: JACK Buffergröße in Frames
fr: Taille du tampon JACK en trames.

source: frames at ? kHz (? ms)
de: Frames bei ? kHz (? ms)
fr: trames à ? kHz (? ms)

source: Clear dropout indicator.
de: Aussetzerindikator zurücksetzen.
fr: Nettoyer l'indicateur de désynchronisation.

source: A modular patchbay for JACK and ALSA applications.
de: Eine modulare Patchbay für JACK- und ALSA-Anwendungen.
fr: Une baie de brassage modulaire pour les applications JACK et ALSA.

source: translator-credits
de: David Robillard
fr: Olivier Humbert (trebmuh/olinuxx) <trebmuh@tuxfamily.org>

source: _System
fr: _Système
